[LanguageFile]

///////*****Re-Finished in 2008/09/15 GMT+8:00
///////*****By 零下冰酷
///////*****By Lingku
///////*****此为Beta版本，有很多翻译还需改进，如有好的翻译辞藻，欢迎E-mail：lingku0323@gmail.com	GTalk to:lingku0323@gmail.com
///////*****This is still a beta version, many words need to be improved, if you have better translated words, welcome E-mail to: lingku0323@gmail.com	GTalk to:lingku0323@gmail.com

// Specify what version of Circle Dock this language file is intended for. Used to check for validity.
CircleDockVersion=0.9.2 Alpha 8

// LanguageFileVersion is for the language file author's use. Circle Dock does not care what value this is.
LanguageFileVersion=0.1 Beta5

LanguageName=Simplified Chinese

FileAuthor=Lingku(E-mail:lingku0323@gmail.com)

[General]
CircleDockName=Circle Dock
CircleDockWebsiteWord=Circle Dock 站点
GeneralWebsite=http://circledock.wikidot.com
HelpWebsite=http://circledock.wikidot.com/help-faq
AuthorWord=作者
SupportForumWord=支持论坛
SupportForumWebsite=http://www.donationcoder.com/Forums/bb/index.php?board=240.0
RotationSensitivity=按键/鼠标滚轮旋转频率
IconReplacementMode=图标更换模式
normal=普通
topmost=最上层
alwaysOnBottom=最底层
zLevel=Z - 层次

[MainContextMenu]
WebsiteWord=网站
SettingsWord=设置
HideWord=隐藏
ShowWord=显示
QuitWord=退出
RemoveWord=移除
AddWord=添加
DockFolder=Dock文件夹
ChangeIcon=更改图标
ItemSettings=项目设置
PauseMouseToggling=暂停鼠标切换
blankIcon=空白图标

[SettingsPanel]
Name=Circle Dock配置
SettingsPanelWord=设置界面
GeneralWord=常规
DockShape=Dock形状

Labels=标签
Animation=动画
LocationWord=位置
TogglingWord=切换
FileDockIconAssociations=文件 -> Dock图标关联
LanguageWord=语言
HelpWord=帮助	
HotKeySelectorToggleDock=快捷键选择 (用于切换是否可见)
CtrlWordAbbreviation=Ctrl
AltWordAbbreviation=Alt
ShiftWordAbbreviation=Shift
WindowsKeyWordAbbreviation=Win
ValidHotkeyCombination=有效快捷键组合
InvalidHotKeyCombination=无效快捷键组合或快捷键已被使用

CentreAroundCursorWhenShown=当显示Dock时聚焦到光标中心
CircleDockVersionWord=Circle Dock版本
EnableDockRotation=开启Dock滚动

ConfigurationDescriptionLabel=自定义Circle Dock在屏幕上的显示方式

// Location Panel
lockDockAtCurrentPosition=将Dock锁定在当前位置

// General Panel
KeepDockAboveAllOtherWindows=将Dock置于所有窗口的上方
ClickSensitivity=点击灵敏度
Sensitive=灵敏
NotSensitive=不灵敏
EnablePortabilityMode=开启便携模式
UseMemorySaver=开启内存节约模式
useSameRotationValueAllLevels=为所有层次使用相同的旋转弧度
currentRotationValue=设置当前旋转角度值 (弧度)

// Background Panel
Background=背景
BackgroundImage=背景图像
NormalSize=标准大小
NormalOpacity=不透明度

// Dock Shape Panel
ConstantNumberOfItemsPerCircle=每环固定项目数
NumberOfIconsPerCircle=每环图标数
MinimumRadius=最小半径
SeparationBetweenCircles=每环距离
FormatWord=格式
CircleWord=环状
maximumNumberOfItemsPerCircle=每环最大项目数
lineWord=行
spiralWord=旋转
rateOfIncrease=递增速率
defaultWord=默认
separationWord=间隔

// Centre Button Panel
CentreButton=中央按钮
DefaultCentreButton=默认中央按钮
OtherSettings=其他设置
ShowStartMenuWhenClicked=点击时显示开始菜单
StartMenuResidueWarning=注意：您必须在Windows样式风格设定中关闭"在菜单下显示阴影",否则会出现残余阴影。

// Dock Items Panel
DockItems=Dock项目
RightClickMenu=右键菜单
ShowWindowsFileFolderMenus=显示Windows文件/文件夹菜单
HideDock=隐藏Dock
HideDockAfterFileExecution=打开文件/文件夹后隐藏Dock

// Labels Panel
FontWord=字体
ChangeFont=更换字体
ChangeColor=更换颜色
ShadowWord=阴影
ShadowSize=阴影大小
ShadowDarknessFactor=阴影像素
ShowLabels=显示标签
ShowLabelsOnMouseoverOnly=仅当鼠标移至上方时才显示标签

// Animation
AnimationWord=动画
GeneralFrameRate=帧率 (FPS)
RotationAnimationDuration=旋转动画延时 (ms)
FadeInFadeOutDuration=淡出/淡出持续时间 (ms)
UsePoofAnimationWhenDeleting=当删除项目时使用动画效果(测试中。。。)

//About Panel
AboutWord=关于
ThePremiereCircularDockForWindows=用于Windows的优秀旋转Dock
WebsiteWord=站点
VersionInformation=版本信息
OfficialHomepage=官方主页

// Help Panel
SupportWord=支持
OfficialWebForum=官方论坛网址
OfficialWebHelpFAQ=官方网站帮助/常见问题解答

// Language Panel
LanguageFileLocation=语言文件位置
LanguageName=语言名称
LanguageFileAuthor=语言文件作者
LanguageFileVersion=语言文件版本
LanguageFileOriginallyIntendedFor=语言文件对应的Circle Dock版本:
LanguageFileProgramRestartRequired=***需要重新启动程序后才能完全应用语言文件***
LanguageFileValidCurrent=语言文件有效/最新
LanguageFileInvalidOutofDate=语言文件无效/已过期

// File -> Icon Associations
FileIconAssocationsDescription=默认添加到Dock的文件/文件夹图标
FileNameIconAssociations=文件名 -> 图标关联
FolderNameIconAssociations=文件夹名 -> 图标关联
FileExtensionIconAssociations=文件扩展名 -> 图标关联
DockFolderIconAssociation=Dock文件夹 -> 图标关联

fileName=文件名
folderName=文件夹名
extensionName=扩展
associatedDockIcon=Dock图标关联
browse=浏览
startsWith=开始于
endsWith=结束于
exactMatch=精确
contains=包含
sample=示例

// Toggling
ToggleVisibilityHotKey=可见度切换快捷键
ToggleVisibilityMouseButton=可见度切换鼠标按钮
ShowDockWhenIMoveMyMouseTo=当鼠标移动到以下位置时显示Dock...
ScreenLeftEdge=屏幕左侧边缘
ScreenRightEdge=屏幕右侧边缘
ScreenTopEdge=屏幕顶部边缘
ScreenBottomEdge=屏幕底部边缘
EdgeWidthHeight=边缘宽度/高度
dwellTime=驻留时间



[ErrorMessages]
MissingInvalid=丢失/无效
FilePathMissingInvalid=文件/路径丢失或无效

[DockItemProperties]
ItemSettings=项目设置
IconImage=Icon图像 (留空为默认)
Name=名称 (留空为默认)
Target=目标
Folder=文件夹.....
File=文件.....
StartIn=开始于
Arguments=参数
Run=运行
Normal=正常
Minimized=最小化
Maximized=最大化
Close=关闭